Repository: mozilla-l10n/mt-training-data
Catalog: gwt/gwt_pontoon.tmx
Source language: en_us
Languages: gwt

source: I confirm that this sentence is <wikipediaLink>public domain</wikipediaLink> and I have permission to upload it.
gwt: آں تصدیق کېرےمېم زی ووئی کَلاؤ تھنی<wikipediaLink>عوامی ڈومېن</wikipediaLink> اؤ ماں اسہ اپلوڈ کېرِکَنہ اِجازہ تھنہ۔

source: <icon></icon> Add multiple public domain sentences
gwt: <icon></icon> لؤ عوامی ڈومېن کَلاؤ نام لُبُسَؤ

source: Ideally natural and conversational (it should be easy to read the sentence)
gwt: مثالی طورے فطری اؤ باتی(ووئی کَلاؤ ژَئیکاں ہانسان تھِیَؤ)

source: I'd like to receive emails such as goal reminders, my progress updates and newsletters about Common Voice.
gwt: آں ای مېل گوئیکاں ݭېنݭ کېرېمہ لکہ زی مقصدہ کائے گِراوَہ، مونی پُر دِکَنہ تازہ ݪم اؤ کامن وئسَنہ بارا نیوز لېٹر۔

source: I do not agree
gwt: آں نہ منِمېم

source: If a clip is rejected by 2 people, it is released in a different subset of the dataset.
gwt: کېنے زی کرېک کِلپہ دو زن رد کېرِمېت بہ جو تسہ ڈیٹا سیٹَنہ مختلف پاتاپی سیٹہ جاری کېران دِمان۔

source: If it’s your own words, just say <italicizedText>“Self Citation”</italicizedText>. We need to know where you found this content so that we can check it is in the public domain and no copyright restrictions apply. For more information about citation see our <guidelinesLink>Guidelines page</guidelinesLink>.
gwt: کېنے زی زېمے تونی تانُو الفاظ تھنَئیت بہ جو صرف<italicizedText>“سیلف ساتئٹېشن”</italicizedText>ژَو۔ امہ اسُو پِیانِکَنی ضرورت تھنی زی میاں اِمے مواد کېنے نہ فېدِی تنَئیت تہ امہ چېک کېری بَئیکہ زی ووئی عوامی ڈومېنہ تھنہ اؤ کاپی رائیٹَنی کی پابندی لاگو نہ بِمان۔ اقتباسَنہ بارا واری معلوماتہ ݭڅی امَنی<guidelinesLink> راہنما خطوطہ بالِؤ صفحہ</guidelinesLink>۔

source: If the recording breaks up, or has crackles, reject unless the entirety of the text can still be heard.
gwt: کېنے زی ریکاڈِنگ څھِزُوئی بہ یا تېنے درز گئ بہ تول مِزان رد کېرِؤ کول مِزان زی سپُوری عبارَتہ ݭُنڈان نہ دِیان گہ بہ۔

source: If there is additional information you want to provide about this file, please contact <emailFragment>commonvoice@mozilla.com</emailFragment>
gwt: کېنے زی اسہ فائېلَنہ بارا واری بی زیاتی معلومات ݪِک کوڅِمانېؤ بہ تولے مېرَبانی کېری<emailFragment>commonvoice@mozilla.com</emailFragment> مِنزی رابطہ کېرِؤ

source: If there is additional information you want to provide about this file that is not included in the template, please contact <emailFragment>commonvoice@mozilla.com</emailFragment>
gwt: کېنے زی زیاتی معلومات تھنَئیت بہ زی مے کوڅِمانېوے اسہ فائېلَنہ بارا ݪِؤ زی ٹېمپلېٹہ شامل نہ تھنَئیت بہ، مېرَبانی کېری رابِطہ کېرِؤ<emailFragment>commonvoice@mozilla.com</emailFragment>

source: If the sentence does not meet the above criteria, click the "No" button.
gwt: کېنے زی کَلاؤ رتاپی معیارہ فُورہ نہ بِمان بہ جو ”نئ” بٹَنہ کِلک کېرِؤ۔

source: If the sentence does not meet the above criteria, click the &quot;Reject&quot; button on the left. If you are unsure about the sentence, you may also skip it and move on to the next one.
gwt: کېنے زی جُملہ معیارہ فُورہ نہ بِمان بہ جو &quot; رد کېرِؤ&quot; بٹن کھؤڑی بکے تھنَئیت۔ اگر جُملا نہ بارا یقین نہ بِمان بہ، جو تسہ ووڑی پُدماپِیاں دِؤ۔

source: If the sentence is offensive or upsetting - for example because of explicit content, or another violation of our <communityGuidelines>community participation guidelines</communityGuidelines> - you should reject the sentence. You can also reach out to us at <emailFragment>commonvoice@mozilla.com</emailFragment> to escalate the issue.
gwt: کېنے زی کَلاؤ جارحانہ یا پریشان کېرݪی تھنی بہ۔ مثلاً واضح موادَنہ وجئ، یا امَنی برادری <communityGuidelines> شراکَتَنہ رہنما خطوط</communityGuidelines>۔ کَلاوَہ مېنہ رد کېرَنہ تھنہ۔ مے امہ پېنہ اِتے رتئ بی رابطہ کېری بَمانېؤ<emailFragment>commonvoice@mozilla.com</emailFragment> مسَلا پݭٹَئیکہ ݭڅی۔

source: If the sentence meets the criteria above, click the "Yes" button.
gwt: کېنے زی کَلاؤ رتاپِیَنہ معیارَہ فُورہ بُوَہ بہ جو ”اے ” بٹَنہ کِلک کېرِؤ۔

source: If the sentence meets the criteria, click the &quot;Approve&quot; button on the right.
gwt: کېنے زی جُملہ معیارہ فُورہ بُوَہ بہ، تولے&quot; منظور کېرِؤ&quot; داچِنی بکے تھنَئیک۔

source: If you are unsure about the sentence, you may also skip it and move on to the next one.
gwt: کېنے زی مېنی کَلاوَنہ بارا یقین نہ تھنی بہ، جو مے تسہ ووئی تلَئ پُدَماپِیاں دِی بَمانېؤ۔

source: If you come across something that these guidelines don’t cover, please vote according to your best judgement. If you really can’t decide, use the skip button and go on to the next recording.
gwt: کېنے زی مے اِشِلی شئ لېوو بہ زی تسُونہ قابُو کېراوَہ تېن راہنما رِکے ݪی نہ کېرِمېت، جو مېرَبانی کېرِؤ تانُو لفِلہ فیصلانہ مطابق ووٹ ݪِؤ۔ اگر زی مے واقعی فیصلہ کېری نہ بَمانېؤ بہ تولی سکیپ بٹن استعمال کېرِؤ اؤ پُرَنی رکاڈِنگاں دِؤ۔

source: If you could <strong>hear them</strong> and <strong>understand them</strong>, it’s usually <strong>best to approve</strong>.
gwt: کېنے زی مے <strong> اسُو ݭُنڈی بَمانېؤ بہ </strong> اؤ<strong>پرُوزی بَمانېؤ بہ</strong>،جو عام طورے<strong> منظوری ݪِیاوَہ بئ تھنہ</strong>۔

source: If you don’t hear from us within a couple of days, reach out at <emailLink>{ $email }</emailLink> and we’ll get back to you!
gwt: کېنے زی میاں یَہ دُو باگانہ منزے امَنی بَکَنہ کی جواب نہ فېدُوئی بہ جو <emailLink>{ $email }</emailLink> رتئ رابطہ کېرِؤ اؤ امہ مے مِنزی رابطہ کېرِکہ!

source: If you don't see your language in either part of the platform, select both.
gwt: کېنے زی مے پېیٹ فارَمَنہ کرېک بی حصا تانُو باتِیہ نہ تمانېؤ بہ، ژو دُمِّیہ خوخَؤ۔

source: If you or your organisation would like to contribute back to the project, you can make a <donateLink>donation</donateLink> or reach out to our partnerships team on <emailFragment>commonvoice@mozilla.com</emailFragment>.
gwt: کېنے زی مے یا مېنی تنظیم اِتے پراجیکٹہ دُبُڑہ حصہ تلَئیکاں ݭېنݭ کېرِمان بہ جو مے یک<donateLink> عطیہ</donateLink> ݪی بَمانېؤ یا<emailFragment>commonvoice@mozilla.com</emailFragment> رتئ امَنی پارٹنر شپ ٹیمہ مِنزی رابطہ کېری بَمانېؤ۔

source: If you’re having trouble contributing, you can switch back to seeing all content for your language at any time.
gwt: کېنے زی میاں کی تعاون کېرِمېنے پرېشانی بِمان بہ جو مے کرېک بی وختہ تانُو باتِیہ ݭڅی تمام موادَہ بالِکاں کی پتہ گِرن دی بَمانېؤ۔

source: If you’re looking for tools to build ASR models, you can connect to other people in the community <discourseLink>on Discourse</discourseLink>.
gwt: کېنے زی مے اے ایس آر ماڈلز ݫُپَئیکہ ݭڅی ٹول کوچِمانېوے جو مے برادرِیَنہ واری خلَکہ پېنہ<discourseLink>ڈسکورسہ رتئ </discourseLink>رابطہ کېری بَمانېؤ۔

source: If you're looking to speak more about the dataset, want to co-invest in planned platform expansions or look for collaboration opportunities, <emailFragment>drop us a line.</emailFragment>
gwt: کېنے زی مے ڈېٹا سیٹَنہ بارا واری باتی کېرِکاں ݭېنݭ کېرِمانېؤ بہ، منصوبہ بند پلېٹ فارَمَنی توسیعَہ مشترکہ سرامایہ کاری کېرِک کوڅِمانېؤ بہ یا تعاؤنَنہ موقع نام تلاش کېرِک کوڅِمانېؤ بہ جو <emailFragment> اماں یک رِک ووڑِؤ۔ </emailFragment>

source: If you run out of sentences to review, please help us collect more sentences!
gwt: جائزہ گوئیکہ ݭڅی جُملہ نام نِمَتی تنَئیت بہ مېرَبانی کېری واری جُملہ جمع کېرِکہ امَہ مِنزی ہسپلہ ݭَؤ!

source: If you think the pronunciation makes it <strong>impossible to understand</strong>, or there’s a <strong>lot of background noise</strong>, or there are <strong>other people speaking too</strong>, then you should reject the clip. <accuracyLink>See more information in our accuracy criteria</accuracyLink>.
gwt: کېنے زی میاں زانان دِمان بہ زی تلفظ اسہ <strong>پروزِک ناممکن </strong> ݫپَنہ تھنہ، یا تېنے <strong>لؤ زیات پتَبَکَنی شور</strong>تھنی، یا <strong> واری خلک بی باتی کېرِمېت</strong>، جو میاں کی کِلپہ رد کېراوَہ پکار تھنہ۔</accuracyLink> امَنہ سئ کېرِکَنہ معیارَہ واری معلومات بالِؤ</accuracyLink>۔

source: Igbo
gwt: اگبُو

source: I just created a personal goal for voice donation to #CommonVoice -- join me and help teach machines how real people speak { $link }
gwt: مُوئی نوری کامن وائسہ صوتی عطیہ کېرِکہ تانُو مقصد ݫُپَئیتُوم۔۔ مو مِنزی لُبُسِؤ اؤ ماشېن نامہ اسہ ہِلَئیکَنی مدد کېرِؤ زی حقیقی خلک شِلہ روے باتی کېرِمېت{ $link }

source: I'm okay with you handling this info as you explain in Mozilla's <privacyLink>Privacy Policy</privacyLink>
gwt: شِلہ زی مے موزیلانی <privacyLink>رازدارِیَنی پالیسِیَہ</privacyLink> وضاحت کېرِمېت آں اسُو معلوماتہ سمبال کېرِکہ سئ تھنَئیم

source: Include appropriate citation
gwt: مناسب حوالہ لُبُسَؤ

source: Includes email, username & demographic info, available right away
gwt: ای مېل، صارف نام اؤ آبادیاتی معلوماتَہ رتئ مشتمل تھنہ، نوری دستیاب تھنہ

source: Includes mp3s and related sentences, may take some time to prepare
gwt: mp3نام اؤ معلقہ کلاؤ شامل تھنَئیت، تیارِیہ یفَلہ وخت لگِمان

source: Indonesian
gwt: انڈونیشین

source: Indus Kohistani
gwt: اباسین کوہستانی

source: Information about the language
gwt: باتِیَنہ بارا معلومات

source: In Progress
gwt: جاری تھنی

source: Interested in getting involved with this project, or partnering with us?
gwt: اسہ پروجیکٹہ مِنزی شامل بِکہ دلچسپی تھنی، یا امہ مِنزی شراکت داری کېرِمېتا؟

source: Interested in learning more and contributing to the project?
gwt: واری ہِلِکہ اؤ پروجیکٹہ تعاون کېرِمېنے دلچسپی تھِنِیا؟

source: Interface language:
gwt: انٹر فیسَنی باتی

source: Interlingua
gwt: انٹر لنگوا

source: Interlingue
gwt: انٹر لنگو

source: [interrupted by background noise]
gwt: [پتہ بَکَنی شورہ پېنہ وُٹَئیسنت]

source: Intersex
gwt: نرخَزَئی

source: Iñupiaq
gwt: ایناپِق

source: Invalid file
gwt: غلط فائل

source: Irish
gwt: ائیرش

source: IsiNdebele (North)
gwt: (شمالی) اسیندی بیلی

source: IsiNdebele (South)
gwt: (جنوبی) IsiNdebele

source: <isoCodeLink>ISO Codes</isoCodeLink> if known
gwt: <isoCodeLink>ISO کوڈز</isoCodeLink> کېنے زی معلوم تھنہ بہ

source: Is the clip valid?
gwt: کِلپ سئ تھِنِیا؟

source: Italian
gwt: اطالو

source: It contains words or phrases that are hard to read or pronounce.
gwt: اتے اِشِلی الفاظ یا جُملہ تھمېت زِی تسُو ژواوَہ یا تلفظ کېراوَہ گران تھِمان۔

source: It costs almost a million dollars a year to host the datasets and improve the platform for the 100+ language communities who rely on what we do?
gwt: ڈېٹا سیٹسَنی مېزبانی کېرِکہ اؤ100+ باتِیَنی برادری نامہ ݭڅی پلېٹ فارَمہ بہتر ݫُپَئیکہ ݭڅی تقریباً یَک ملیَن ڈالر کالہ لگِمېت زی امہ کېرِمېکا؟

source: It costs almost a million dollars a year to host the datasets and improve the platform for the 100+ language communities who rely on what we do. <strong>If you value open, inclusive data - donate today!</strong>
gwt: ڈېٹا سیٹسَنی بارِمہ گرت کېرِکاں اؤ +100 باتِیَنی برادرِیَہ ݭڅی پلېٹ فارَمہ بہتر ݫُپَئیکہ ݭڅی قابُو یَک ملین ڈالر کالہ لگِمېت زی امَنہ کېرِسنتہ رتئ دارومدار تھنہ۔<strong> کېنے زی مے ووڑاتہ، جامع ڈېٹا نی قدر کېرِمانېؤ بہ جو ۔ نون می عطیہ کېرِؤ!</strong>

source: It costs a lot of money to continually host and release the datasets, improve the platform and run <africaMradiLink>community programmes</africaMradiLink>.
gwt: ڈیٹاسیٹسَنہ مسلسل بارِمہ څیار اؤ رِلیز کېراوَہ، پلېٹ فارَمہ لؤ بئ ݫُپَئکَنی اؤ <africaMradiLink> کمیونٹی پروگرام نام </africaMradiLink> چلَمېنے لؤ زیات دولت لگِمان۔

source: It is very important that all text sentences are <publicDomain>public domain</publicDomain> (cc0) as the Common Voice dataset is released under a cc0 license. Only ever upload a sentence if you are sure, and always include the relevant citation.
gwt: ووئی لؤ اہم تھنہ زی سومّی عبارتی کَلاؤ نام <publicDomain>عوامی ڈومېن</publicDomain>CCOتھِتہ کېنا ژا زی کامن وائس ڈېٹا CCO لائسنسَنہ پاتوئے جاری کېران دِمان فقط یَک کَلاوَہ اپلوڈ کېرِؤ کېنے زی مېنی یقین تھنی بہ، اؤ ہمیشہ تسَنہ حوالا شامل کېرِؤ۔

source: It is written in a language different than what I’m reviewing.
gwt: ووئی تسہ باتِیہ پېنہ مختلف تھنی کِیَنہ زی آں جائزہ گومېم بہ۔

source: It is written in a language different than what I’m speaking.
gwt: ووئی اسہ باتِیہ پېنہ بېل تھنی زی آں ݪِمېمے۔

source: It’s important to include citations so we can check that sentences are in the public domain and no copyright restriction apply.
gwt: حوالہ نامہ لُبُساوَہ ضرور تھنہ تہ امہ چېک کېری بَئیکہ زی کَلاؤ عوامی ڈومېنہ تھنَئیت اؤ کاپی رائیٹَنی کی بندېز نہ لگِمان۔

source: It takes a lot to make Common Voice happen! We don't do it alone. Want to partner with us? We'd love to hear from you.
gwt: کامن وائسہ بِکاں کی لؤ کی لگِمان! امہ اسہ یېکُولہ نہ کېرِمېک۔ امہ مِنزی شراکت داری کېرانے ژِمانا؟ امہ مے پېنہ ݭُنڈِکہ خوخمېک۔

source: Izhorian
gwt: ازہورین

source: Japanese
gwt: جاپانی

source: Jaqaru
gwt: جقارو

source: Javanese
gwt: جاوانی

source: Join Discord Community
gwt: ڈِسکارڈ برادَرِیہ لُبُسِؤ

source: Join the Common Voice mailing list
gwt: کامن وائس مېلنگ لِسٹہ شامل تھنَئیم

source: Join us on Discord
gwt: ڈِسکارڈہ امہ مِنزی لُبُسِؤ

source: Just respond to the prompt as naturally as you can in a couple of sentences. Make sure your language is respectful and inoffensive.
gwt: بس ددُوپی قدرتی طَورے جواب ݪِؤ کتہ زی مے یکَتہ کَلاوَہ کېری بمانېؤ بہ۔ یقینی ݫُپَؤ زی مېنی باتی قابل احترام اؤ ناخوخ تھنی۔

source: Just Unsure?
gwt: صرف بے باوَری؟

source: Kabardian (East Circassian)
gwt: کباڈین(مشرقی سرکاشین)

source: Kabyle
gwt: کابېل

source: Kalasha
gwt: کاسوا باتی

source: Kalenjin
gwt: کالنجن

source: Kalkoti
gwt: کلکوٹی

source: Kannada
gwt: کانادا

source: Kaqchikel
gwt: کاکچیکل

source: Kara
gwt: کارا

source: Karakalpak
gwt: قراقلپک

source: Kateviri
gwt: کتہ ویری

source: Kazakh
gwt: قازق

source: { $kb }kb max
gwt: { $kb }کے بی زیادہ سے زیادہ

source: Keep
gwt: تھووَہ

source: Keep it up, record again <recordIcon></recordIcon>
gwt: اسہ جاری ساتِؤ، دوبُوڑہ رِکاڈ کېرِؤ<recordIcon></recordIcon>

source: Keep the recordings
gwt: رِکاڈِنگہ تھوئیؤ

source: Keep track of your progress and metrics across multiple languages.
gwt: لؤ باتی نامہ تانُو پُر دِکہ اؤ مېٹرِکسہ رتئ نظر ساتِؤ۔

source: Keep track of your progress with a profile
gwt: پروفائیلہ مِنزی تانُو پُر دِکہ رتئ اِڅِن تھوئیؤ

source: Keep track of your progress with a profile and help our voice data be more accurate.
gwt: پروفائلہ مِنزی تانُو پُر دِکہ رتئ نظر ساتِؤ اؤ امَنہ صوتی ڈېٹا زیات سئ ݫُپَئیکہ ہسپَلہ ݭَؤ۔

source: Kelabit
gwt: کیلابٹ

source: Kenyah
gwt: کېنیا

source: Kenyi
gwt: کینی

source: Ketrani
gwt: کِترانی

source: Khmer
gwt: خمیر

source: Khowar
gwt: کھوار

source: K'iche'
gwt: کچی

source: Kichwa
gwt: کیچوا

source: Kidaw'ida
gwt: کداوا

source: Kikuyu
gwt: کیکیؤ

source: Kinyarwanda
gwt: کینیار وانڈا

source: Kohistani Shina
gwt: کوہستانی شینا

source: Kom
gwt: کام

source: Komi-Zyrian
gwt: کومی۔ زائرین

source: Konkani (Devanagari)
gwt: کونکانی(دیوناگری)

source: Korean
gwt: کورین

source: Kuku
gwt: کوکو

source: Kurmanji Kurdish
gwt: کرمانجی کرد

source: Kyrgyz
gwt: کرغز

source: Language
gwt: باتی

source: Language Fundamentals (e.g. Digits, Letters, Money)
gwt: باتِیَنی بنیادی بنیادی اصول(مثلاً ہندسہ، حروف، روپَئ)

source: Language Request
gwt: باتِیَنی درخاست

source: Language request successfully submitted, thank you.
gwt: باتِیَنی درخاست کامیابی ئے جمع کېران گئ ۔ شکریہ۔

source: Languages
gwt: باتی نام

source: Languages can have their own validation rules with additional requirements when they localize. If there is no specific validation file for a language, the English rules will show for contributors.
gwt: باتی نامَنہ مقامی بِکہ رتئ زیاتی مطالباتہ مِنزی تسُونہ تانُو تصدیقَنہ اُصول بی بَمېت۔ کېنے زی کرېک باتِیہ ݭڅی کریَک مخصوص تصدیقَنی فائل نہ تھنی بہ، جو انگرېزی قواعد شراکت دارہ ݭڅی ظاہر بِتہ۔

source: Language Text
gwt: باتِیَنی عبارت

source: Lao
gwt: لاؤ

source: Large bulk sentence submission
gwt: ڈَڈل کَلاوَہ جمع کېراوَہ

source: Large scale corporates and platform companies
gwt: ڈل پېمانا نی کارپورېٹس اؤ پلېٹ فارم کمپنی نام

source: Lassi
gwt: لاسی

source: Last Updated: { $lastUpdatedTimeStamp }
gwt: آخری تازہ کاری: { $lastUpdatedTimeStamp }

source: Latgalian
gwt: لٹگالیان

source: Latvian
gwt: لیٹوین

source: Launched
gwt: لانچ کېران گہ

source: Laz
gwt: لاز

source: Leaderboard Visibility
gwt: لیڈر بوڈَنہ تان دِک

source: Learn about partnerships with Common Voice
gwt: کامن وائسہ مِنزی شراکَتَنہ بارا پروزِؤ

source: Learn how to check a transcription
gwt: نقَلَہ پیانِکَنہ طرېقہ ہِلِؤ

source: Learn how to take part
gwt: حصہ گوئیکَنہ طیقا ہِلِؤ

source: Learn how to transcribe
gwt: نقل کېرِکَنہ طرېقہ ہِلِؤ

source: Learn how to use this page
gwt: اسہ موخہ استعمال کېرِکَنہ طرېقا پِیانِؤ

source: Learn More
gwt: واری ہِلِؤ

source: Leaving now means you’ll lose your changes
gwt: نوری ووڑِکَنی مطلب تھنی زی مے تانُو تبدیلِی نامہ فُسَوَہ

source: Leaving now means you'll lose your progress
gwt: نوری ووڑِکَنی مطلب ووئی تھنی زی مے تانُو ترقیہ پېنہ ہستون کېرِوَہ

source: Length
gwt: لِگالِیار

source: Let's Get Started
gwt: ژِؤ شروع کېرِکہ

source: Letters must be valid in the language being spoken. For example, “ж” is a letter in the Russian alphabet but is never used in English and so should never appear in any English source text.
gwt: کرېک گاݭٹے زی ژوان دِمان بہ تېنے حروف نام سئ بِیَنہ تھنَئیت۔ مثلاً، “ж” رُوسی حروفِ تہجیَہ یَہ حرف تھِنی خو انگرېزِیہ کول بی استعمال نہ بِمان اؤ اِشِلاں کی انگرېزِیَنہ کرېک گوئیسنت عِبارَتہ کول بی لېڑان نہ دِیَؤ۔

source: LibriSpeech is a corpus of approximately 1000 hours of 16Khz read English speech derived from read audiobooks from the LibriVox project.
gwt: LibriSpeech تقریباً 1000 گېنٹانی 16Khz ژَئیݪی انگرېزی تقریرَنہ یَہ مجموعہ تھنہ زی LibriVox پراجېکٹَنہ ژَئیݪی آڈیو باکسَنہ گوان دِ تنہ۔

source: License
gwt: لائسنس

source: License: <licenseLink>CC-0</licenseLink>
gwt: لائسنس: <licenseLink>سی سی-0</licenseLink>

source: License: <licenseLink>{ $license }</licenseLink>
gwt: لائسنس:<licenseLink>{ $license }</licenseLink>

source: Ligurian
gwt: لیگورین

source: Lingala
gwt: لنگالا

source: Link Copied
gwt: لِنک کاپی بُوئی

source: Links to websites that can help us understand the language
gwt: وېب سائیٹَنی لِنکس زی باتِیَہ پرُوزِکہ امَنی مدد کېری بَمېت

source: Listen
gwt: ݭُنڈِؤ

source: Listening
gwt: ݭُنڈِمان

source: Listen options menu
gwt: اختیاراتَنی تفصیلاتہ ݭُنڈِؤ

source: Listen-Queue
gwt: ݭُنڈِؤ۔ قطار

source: Lithuanian
gwt: لِتھوانیائی

source: Loading…
gwt: لوڈ بِمان۔۔۔

source: Loading sentences…
gwt: جملا لوڈ بِکاں ووڑِؤ۔۔۔

source: Localized
gwt: مقامی ݫُپاوَہ

source: Log In
gwt: لاگ اِن کېرِؤ

source: Login Identity
gwt: لاگ اِن پیانِک

source: <loginLink>Login</loginLink> or <loginLink>sign up</loginLink> to add multiple sentences
gwt: لؤ کَلاؤ لُبُسَئیکہ ݭڅی<loginLink>لاگ اِن کېرِؤ <loginLink> یا<loginLink>سائن اپ کېرِؤ</loginLink>

source: Log in or sign up to get started
gwt: شروع کېرِکہ ݭڅی لاگ اِن کېرِؤ یا سائن اپ کېرِؤ

source: Log In / Sign Up
gwt: لاگ اِن/ سائن اپ کېرِؤ

source: Log In / Sign Up with { $company } email
gwt: لاگ اِن/ سائن اِن{ $company } ای مېلہ مِنزی سائن اپ کېرِؤ

source: Log Out
gwt: لاگ اوٹ کېرِؤ

source: Lojban
gwt: لوجبن

source: Look for text where the copyright no longer applies - for example most books that were published before 1920
gwt: عبارَتہ کوڅِؤ کېنے زی کاپی رائٹ نوری لاگو نہ بِمان بہ۔ مثلاً زیات کتاب نام زی 1920پېنہ پُدَمہ چاپ بِبوئیت۔

source: Looks like there aren't any clips to listen to in this language. Help us fill the queue by recording some now.
gwt: اِشِلہ زانان دِمان زی اسہ باتِیہ ݭُنڈِکاں کی کِلپس نہ تھنَئیت۔ نوری اِپېک رِکاڈ کېری قطار پورِکہ امہ مِنزی ہست پلہ ݭَو۔

source: Luganda
gwt: لوگنڈا

source: Luxembourgish
gwt: لکسمبرگش

source: Macedonian
gwt: مقدونیائی

source: Mada
gwt: ماڈا

source: Maithili
gwt: میتھلی

source: Make sure the platform is recording before you start speaking, and that it only stops once you’re finished.
gwt: اسہ باتِیہ یقینی ݫُپَؤ زی مے باتی شروع کېرِکہ پېنہ پُدَمہ پلېٹ فارم ریکاڈ کېرِمانېؤ، اؤ ووئی زی ووئی صرف مېنہ خلاص بِکے پت وُٹ بِمان،

source: Make sure the sentence meets the following criteria:
gwt: یقینی کېرِؤ زی جُملہ اسُو معیارہ رتئ فورہ تھنہ:

source: Make sure they can be answered in just a couple of sentences
gwt: یقینی ݫُپَؤ زی تسُونی جواب فقط یَہ دُو کلاوَہ ݪِیان دِیَو

source: Make your submitted data as rich as possible by providing some anonymous demographic data. We de-identify all demographic data before making it public.
gwt: اِپېک نام فُس دِسنت ڈیموگرافک ڈېٹا برابر کېری تانُو جمع کېرِسنت ڈېٹا وس بِک مِزان برپور ݫُپَؤ۔ امہ تمام ڈیموگرافک ڈېٹا پبلک کېرِکہ پېنہ پُدَمہ تسُونی شناختہ ختم کېرِمېک۔

source: Malagasy
gwt: ملاگاسی

source: Malay
gwt: مالائی

source: Malayalam
gwt: ملیالم

source: Male/Masculine
gwt: لَوڑی/ لَوڑی زَن

source: Maltese
gwt: مالٹیز

source: Manage Email Subscriptions
gwt: ای مېل سبسکرائبَہ ترتیب ݪِؤ

source: Manage Subscriptions
gwt: سبسکرائبہ تریب ݪِؤ

source: Manx
gwt: مینکس

source: Mapudungun
gwt: ماپو ڈنگن

source: Marathi
gwt: مراٹھی

source: <mark>Check</mark>
gwt: <mark>چېک کېرِؤ</mark>

source: <mark>Data</mark>
gwt: <mark>ڈېٹا <mark>

source: <mark>Prompt</mark>
gwt: <mark>پرامپٹ</mark>

source: <mark>Respond</mark>
gwt: <mark>جواب ݪِؤ</mark>

source: <mark>Transcribe</mark>
gwt: <mark>نقل کېرِؤ</mark>

source: <mark>Using CV for</mark><br/><mark>your research?</mark>
gwt: <mark>ݭڅی سی وی استعمال کېرِک</mark><br/><mark>مېنی تحقیق</mark>

source: <mark>We need</mark><br/><mark>your help!</mark>
gwt: <mark>امہ </mark><br/><mark> مېنی مددَنی ضرورت تھنی!</mark>

source: Matrix is an open, lightweight protocol for decentralized, real-time communication, and Mozilla's preferred open discussion platform.
gwt: مېٹرکس اؤ ڈی سینٹیلائزڈ ریئل ٹائم کمیونِکېشن اؤ موزیلانہ ترجیحی اوپن دِسکشن پلېٹفارَمہ ݭڅی یَک ووڑاتہ، لؤ اوبہ پروٹوکول تھنہ۔

source: Maximum file size: 25 MB
gwt: فائلَنہ زیات نہ زیات سائز:25 ایم بی

source: Maybe our <homepageLink>homepage</homepageLink> will help? To ask a question, please join the <matrixLink>Matrix community chat</matrixLink>, monitor site issues via <githubLink>GitHub</githubLink> or visit <discourseLink>our Discourse forums</discourseLink>.
gwt: امکان تھنی زی امَنہ <homepageLink> ہوم پیج لِنک</homepageLink>مدد کېرِبا؟ سوال کھُدَئیکہ ݭڅی مېرَبانی کېری<matrixLink>مېٹرک کمیونٹی چیٹَ</matrixLink>,شامل بِؤ،<githubLink>GitHub</githubLink> اسَنہ ذریعَئے سائٹَنہ مسائلَنی نگرانی کېرِؤ یا <discourseLink>امَنہ ڈسکورس لِنک فورمز</discourseLink> رتاں دِؤ۔

source: MB
gwt: ایم بی

source: Mbo
gwt: ایم بی او

source: Meadow Mari
gwt: میڈوماری

source: Media and Entertainment
gwt: مېڈیا اؤ تفریح

source: Medumba
gwt: مېڈومبا

source: Meetei Lon
gwt: میٹی لون

source: Message
gwt: خبر

source: Michoacán Mazahua
gwt: مائیکواچن مزاہُوا

source: Mingrelian
gwt: مینگریلی

source: Minimum sentences in file: 1000
gwt: فائلہ کم از کم کَلاؤ نام: 1000

source: [Mismatched content]
gwt: [بېل بخہ مواد]

source: Misreadings
gwt: غلط زانِک

source: Missing an 's' at the end of a word.
gwt: کریَک لفظَنہ پتہ ٹُونٹا 's' غیب تھنہ۔

source: Missing an <strong>'s'</strong> at the end of a word.
gwt: لفظنہ آخرہ <strong>'s'</strong> غائب تھنہ۔

source: Missing 'A' or 'The' at the beginning of the recording.
gwt: رِکاڈِنگَنی اوَلہ 'A' یا 'the'غیب تھنہ۔

source: Missing <strong>'A'</strong> or <strong>'The'</strong> at the beginning of the recording.
gwt: رکاڈِنگَنہ اوَلہ<strong>'A'</strong>'or'<strong>'the</strong> غائب تھنہ۔

source: Missing the end of the last word by cutting off the recording too quickly.
gwt: ریکارڈِنگہ لؤ تادِئے څھِنی تسَنی آخری لفظَنہ پتہ ٹُنٹا یاد کېراوَہ۔

source: Mixed
gwt: مِلِسنت

source: Mixteco Yucuhiti
gwt: میکسیکو یکوہٹِی

source: Mokpwe
gwt: موک پَو

source: Moksha
gwt: موکشا

source: Mongolian
gwt: منگول

source: More
gwt: واری

source: [More has been recorded than the required text]
gwt: [ضروری عبارتہ پېنہ زیات لِکان دِتِنی]

source: More languages coming soon
gwt: واری باتی نام ددُوپی ژِمېت

source: Mossi
gwt: موسی
